Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=246_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Geahča oanehisvideo citysápmelačča Helga birra, gean oabbá boahtá galledit su.
smn: Keejâ uánihisvideo citysämmilâš Helgaast kiän uábbi puátá kolliistâllâđ.

source: Ohcejoga sápmelaš Helga liiko ássat Helssegis.
smn: Ucjuv sämmilâš Helga lijkkoo aasâđ Helsigist.

source: Su stuorraoabbá Suvi fas ii ádde mii gávpogis geasuha.
smn: Suu stuorrâuábbi Suvi oppeet ij ibbeerd mii kaavpugist kiäsut.

source: Oappážat golaheaba ovtta beaivvi oaivegávpogis geahppa mielain.
smn: Oobižeh viettiv uáivikaavpugist huolâttis peeivi.

source: Bagadallan: Suvi West, govven: Ditte Uljas, čuohppan: Anja Ahola
smn: Stivrim: Suvi West, kuvvim: Ditte Uljas, čuoppâm: Anja Ahola

source: Buvttadeapmi: Sámediggi 2008
smn: Pyevtittâs: Sämitigge 2008

source: Guhkkodat: 3,30
smn: Kukkodâh: 3,30
